Repository: Platton96/MoneySplitter
Catalog: MoneySplitter.Win10/Strings/*.resw
Source language: en
Languages: ru

# ADD_BUTTON_CONTENT
source: Add
ru: Добавить

# ADD_HIGH_REGISTR_BUTTON_CONTENT
source: ADD
ru: ДОБАВИТЬ

# APROVE_ALL_BUTTON_CONTENT
source: APPROVE ALL
ru: ПОТВЕРДИТЬ ВСЁ

# APRROVE_LOWER_CASE_TEXT_BLOCK_TEXT
source: Aprove
ru: Потвердить

# AVATAR_IMAGE_TEXTBLOCK_TEXT
source: Browse avatar image
ru: Загрузить изоброжение на профель

# BACKGROUND_IMAGE_TEXTBLOCK_TEXT
source: Browse background image
ru: Загрузить фоновое изоброжение

# BROWSE_BUTTON_CONTENT
source: Browse
ru: Загрузить

# COLLABORATORS_TEXTBLOCK_TEXT
source: Collaborators
ru: Участники

# COMMON_TRANSACTIONS_TEXTBLOCK_TEXT
source: Common transaction
ru: Общие транзакции

# CONFIRM_BUTTON_CONTENT
source: Confirm
ru: Потвердить

# CONFIRM_PASSWORD_PLACEHOLDER_TEXT
source: Confirm password
ru: Повторите пароль

# COST_TRANSACTION_PLACEHOLDER_TEXT
source: Enter cost
ru: Введите стоимость транзакции

# CREDIT_CARD_RUN_TEXT
source: Credit card
ru: Кредитная карта:

# DEADLINE_RUN_TEXT
source: Diedline
ru: Дедлайн:

# DEBTERS_TEXTBLOCK_TEXT
source: Debters
ru: Должники

# DEBTS_TEXTBLOCK_TEXT
source: Debts
ru: Долги

# DEFAULT_ERROR_TITLE
source: Wrong
ru: Ошибка

# DESCRIPTION_TRANSACTION_PLACEHOLDER_TEXT
source: Enter description transaction
ru: Введите описание транзакции

# DONT_FORGET_TEXTBLOCK_TEXT
source: Don't forget
ru: Не забудь

# EDIT_PROFILE_TEXTBLOCK_TEXT
source: EDIT
ru: РЕДОКТИРОВАТЬ

# EMAIL_PLACEHOLDER_TEXT
source: Enter email
ru: Введите електронную почту

# FINISHED_TEXTBLOCK_TEXT
source: Finished
ru: Завершили

# FRIENDS_FRAME_TITLE
source: Friends
ru: Друзья

# FRIENDS_TEXTBLOCK_TEXT
source: Friends
ru: Друзья

# GIVE_LOWER_CASE_TEXT_BLOCK_TEXT
source: Give!
ru: Отдать

# GIVE_RUN_TEXT
source: Give (
ru: Отдать (

# HOME_FRAME_TITLE
source: Home
ru: Главная

# INCOMING_AND_OUTGOING_FRAME_TITLE
source: Incoming and Outgoing
ru: Входящие и Исходящие

# INCOMING_TEXTBLOCK_TEXT
source: Incoming
ru: Входящие

# INPROGRESS_TEXTBLOCK_TEXT
source: In progress
ru: В процессе

# IS_COLLABORATOR_CHECKBOX_CONTENT
source: Do you collaborator
ru: Вы участник транзакции?

# LENDS_TEXTBLOCK_TEXT
source: Lends
ru: Займы

# LEND_PERSONS_TEXTBLOCK_TEXT
source: Lend persons
ru: Отдолживишие

# LOGIN_BUTTON_CONTENT
source: LOGIN
ru: ЛОГИН

# LOGIN_ERROR_DESCRIPTION
source: Please check that you have entered your login and password
ru: Подалуйста проверьте логин и пароль

# LOGIN_ERROR_TITLE
source: Unable to log in.
ru: Невозмжно войти

# NAME_PLACEHOLDER_TEXT
source: Enter name
ru: Введите имя

# NOTIFACTIONS_TEXTBLOCK_TEXT
source: Notifactions
ru: Уведомления

# NOT_COLLABORATORS_TEXTBLOCK_TEXT
source: Select collaborators
ru: Выбирите участников

# NOT_FRIENDS_TEXTBLOCK_TEXT
source: Yoo don't have friend(
ru: У вас нет друзей

# NOT_TRANSACTIONS_TEXTBLOCK_TEXT
source: You don't have transaction(
ru: У вас нет транзакций(

# NUMBER_CREDIT_CARD_PLACEHOLDER_TEXT
source: Enter credit card
ru: Введите номер кредитной карточки

# NUMBER_PHONE_PLACEHOLDER_TEXT
source: Enter phone
ru: Введите номер телефона

# PASSWORD_PLACEHOLDER_TEXT
source: Enter password
ru: Введите пароль

# PEOPLE_TEXTBLOCK_TEXT
source: People
ru: Людей

# PHONE_RUN_TEXT
source: Phone:
ru: Телефон:

# PROBLEM_SERVER_ERROR
source: Sory, problems with server!
ru: Извиниет, проблемы с сервером

# REGISTER_BUTTON_CONTENT
source: REGISTER
ru: ЗАРЕГИСТРИРОВАТЬСЯ

# REGISTER_ERROR_DESCRIPTION
source: You have problem whith register
ru: Возникли проблемы с регистрацией, проверти валидность данных

# REGISTER_ERROR_PASSWORD
source: Confirmpassword isn't some password
ru: Повтрный пароль неверный

# REGISTER_ERROR_TITLE
source: Unable to Register
ru: Невозможно зарегестрироваться

# REMIND_ALL_BUTTON_CONTENT
source: REMIND ALL
ru: НАПОМНИТЬ ВСЕМ

# REMIND_LOWER_CASE_TEXT_BLOCK_TEXT
source: Remind
ru: Напомнить

# REMIND__BUTTON_CONTENT
source: REMIND
ru: НАПОМНИТЬ

# REMOVE_BUTTON_CONTENT
source: Remove
ru: Удалить

# REMOVE_TEXTBLOCK_TEXT
source: REMAOVE
ru: УДАЛИТЬ

# SEARCH_FRAME_TITLE
source: Search
ru: Поиск

# SEURCH_NOT_RESULTS_TEXTBLOCK_TEXT
source: Not results
ru: Пользователей не найденно

# SEURCH_TEXTBOX_EMPTY_PLACEHOLDER_TEXT
source: Enter, please query for search!
ru: Введите запрос для поиска

# SORT_PARAMETER_CREATION_DATE
source: Creating date
ru: Дата создания

# SORT_PARAMETER_CREATION_USER_ROLE
source: User role
ru: Пользоваетля роль

# SORT_PARAMETER_NAME_TRANSACTION
source: Name transaction
ru: Имя

# SORT_PARAMETER_SINGLE_COST
source: Cost
ru: Цена

# SORT_PARAMETER_TRANSACTION_DATE
source: Transaction date
ru: Дедлайн

# STATISTICS_TEXTBLOCK_TEXT
source: Statistics
ru: Статистика

# SURNAME_PLACEHOLDER_TEXT
source: Enter surname
ru: Введите фамилию

# TITLE_TRANSACTION_PLACEHOLDER_TEXT
source: Enter name transactions
ru: Введите навание транзакции

# TOTAL_DEBT_TEXTBLOCK_TEXT
source: Total debt
ru: Общий долг

# TOTAL_OWE_TEXTBLOCK_TEXT
source: Total owe
ru: Общий займ

# TRANSACTIONS_FRAME_TITLE
source: Transactions
ru: Транзакции

# TRANSACTION_OWNER_TEXTBLOCK_TEXT
source: Owner transaction
ru: Владелец транзакции

# USER_ROLE_LABEL_FINISHED_TEXT
source: COMFIRTED
ru: ПОТВЕРЖДЕНО

# USER_ROLE_LABEL_IN_BEGIN_TEXT
source: AWAIT
ru: ОЖИДАЕТСЯ

# USER_ROLE_LABEL_IN_PROGRESS_TEXT
source: UNCOMFIRMED
ru: НЕ ПОТВЕРЖДЕНО

# USER_ROLE_LABEL_USER_TRANSACTION_TEXT
source: MY TRANSACTION
ru: МОЯ ТРАНЗАКЦИЯ
